Repository: yageloshri/ManifestAI-Gratitude-Journal
Catalog: ManifestAI - Gratitude Journal/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, tr, vi, zh_hans

source: What are you calling in?
ar: ما الذي تدعوه؟
da: Hvad kalder du på?
de: Was rufst du herbei?
es: ¿Qué estás atrayendo?
fi: Mitä kutsut luoksesi?
fr: Qu'attires-tu vers toi ?
he: מה אתם מזמינים?
id: Apa yang ingin kamu hadirkan?
it: Cosa stai richiamando?
ja: 何を引き寄せますか？
ko: 무엇을 끌어당기고 있나요?
nb: Hva kaller du inn?
nl: Wat roep je op?
pl: Co przywołujesz?
pt_br: O que você está atraindo?
ru: Что ты призываешь?
sv: Vad kallar du in?
tr: Neyi çağırıyorsun?
vi: Bạn đang thu hút điều gì?
zh_hans: 你想召唤什么？

source: What are you grateful for?
ar: علام أنت ممتن؟
da: Hvad er du taknemmelig for?
de: Wofür bist du dankbar?
es: ¿Por qué estás agradecido/a?
fi: Mistä olet kiitollinen?
fr: De quoi es-tu reconnaissant(e) ?
he: על מה אתם אסירי תודה?
id: Apa yang kamu syukuri?
it: Per cosa provi gratitudine?
ja: 何に感謝していますか？
ko: 무엇에 감사한가요?
nb: Hva er du takknemlig for?
nl: Waar ben je dankbaar voor?
pl: Za co czujesz wdzięczność?
pt_br: Pelo que você é grato?
ru: За что ты благодарен(на)?
sv: Vad är du tacksam för?
tr: Neye minnettarsın?
vi: Bạn biết ơn điều gì?
zh_hans: 你感恩什么？

source: What do you want to manifest?
ar: ماذا تريد أن تُجسّد؟
da: Hvad vil du manifestere?
de: Was möchtest du manifestieren?
es: ¿Qué quieres manifestar?
fi: Mitä haluat manifestoida?
fr: Que veux-tu manifester ?
he: מה אתם רוצים להגשים?
id: Apa yang ingin kamu manifestasikan?
it: Cosa vuoi manifestare?
ja: 何を引き寄せたいですか？
ko: 무엇을 현실로 만들고 싶나요?
nb: Hva vil du manifestere?
nl: Wat wil je manifesteren?
pl: Co chcesz manifestować?
pt_br: O que você quer manifestar?
ru: Что ты хочешь манифестировать?
sv: Vad vill du manifestera?
tr: Neyi manifest etmek istiyorsun?
vi: Bạn muốn hiện thực hóa điều gì?
zh_hans: 你想显化什么？

source: What do you want to manifest? Write it in the present tense, as if you already have it.
ar: ماذا تريد أن تُجسّد؟ اكتبه بصيغة الحاضر، وكأنك تملكه بالفعل.
da: Hvad vil du manifestere? Skriv det i nutid, som om du allerede har det.
de: Was möchtest du manifestieren? Schreibe es im Präsens, als hättest du es bereits.
es: ¿Qué quieres manifestar? Escríbelo en presente, como si ya lo tuvieras.
fi: Mitä haluat manifestoida? Kirjoita se preesensissä, ikään kuin sinulla jo olisi se.
fr: Que veux-tu manifester ? Écris-le au présent, comme si tu l'avais déjà.
he: מה אתם רוצים להגשים? כתבו בזמן הווה, כאילו כבר יש לכם את זה.
id: Apa yang ingin kamu manifestasikan? Tulis dalam bentuk kalimat masa kini, seolah kamu sudah memilikinya.
it: Cosa vuoi manifestare? Scrivilo al presente, come se lo avessi già.
ja: 何を引き寄せたいですか？すでに手に入れたつもりで、現在形で書きましょう。
ko: 무엇을 현실로 만들고 싶나요? 이미 이루어진 것처럼 현재형으로 써보세요.
nb: Hva vil du manifestere? Skriv det i presens, som om du allerede har det.
nl: Wat wil je manifesteren? Schrijf het in de tegenwoordige tijd, alsof je het al hebt.
pl: Co chcesz manifestować? Napisz to w czasie teraźniejszym, jakby to już się spełniło.
pt_br: O que você quer manifestar? Escreva no tempo presente, como se você já tivesse alcançado.
ru: Что ты хочешь манифестировать? Напиши это в настоящем времени, как будто это уже есть у тебя.
sv: Vad vill du manifestera? Skriv det i presens, som om du redan har det.
tr: Neyi manifest etmek istiyorsun? Sanki şimdiden sahipmişsin gibi geniş zamanda yaz.
vi: Bạn muốn hiện thực hóa điều gì? Hãy viết ở thì hiện tại, như thể bạn đã có được nó.
zh_hans: 你想显化什么？请用现在时书写，就像你已经拥有它一样。

source: WHAT ENERGY ARE YOU CALLING IN?
ar: ما الطاقة التي تدعوها؟
da: HVILKEN ENERGI KALDER DU PÅ?
de: WELCHE ENERGIE RUFST DU HERBEI?
es: ¿QUÉ ENERGÍA ESTÁS ATRAYENDO?
fi: MITÄ ENERGIAA KUTSUT LUOKSESI?
fr: QUELLE ÉNERGIE VEUX-TU ATTIRER ?
he: איזו אנרגיה אתם רוצים להזמין?
id: ENERGI APA YANG INGIN KAMU HADIRKAN?
it: QUALE ENERGIA STAI RICHIAMANDO?
ja: どんなエネルギーを 引き寄せますか？
ko: 어떤 에너지를 끌어당기고 있나요?
nb: HVILKEN ENERGI KALLER DU INN?
nl: WELKE ENERGIE ROEP JE OP?
pl: JAKĄ ENERGIĘ PRZYWOŁUJESZ?
pt_br: QUE ENERGIA VOCÊ ESTÁ ATRAINDO?
ru: КАКУЮ ЭНЕРГИЮ ТЫ ПРИЗЫВАЕШЬ?
sv: VILKEN ENERGI KALLAR DU IN?
tr: HANGİ ENERJİYİ ÇAĞIRIYORSUN?
vi: BẠN MUỐN THU HÚT NĂNG LƯỢNG GÌ?
zh_hans: 你想要 召唤怎样的能量？

source: What opportunity are you grateful for?
ar: ما الفرصة التي أنت ممتن لها؟
da: Hvilken mulighed er du taknemmelig for?
de: Für welche Gelegenheit bist du dankbar?
es: ¿Por qué oportunidad estás agradecido/a?
fi: Mistä mahdollisuudesta olet kiitollinen?
fr: Pour quelle opportunité es-tu reconnaissant(e) ?
he: על אילו הזדמנות אתם אסירי תודה?
id: Kesempatan apa yang kamu syukuri?
it: Per quale opportunità provi gratitudine?
ja: どんなチャンスに感謝していますか？
ko: 어떤 기회에 감사한가요?
nb: Hvilken mulighet er du takknemlig for?
nl: Voor welke kans ben je dankbaar?
pl: Za jaką okazję czujesz wdzięczność?
pt_br: Por qual oportunidade você é grato?
ru: За какую возможность ты благодарен(на)?
sv: Vilken möjlighet är du tacksam för?
tr: Hangi fırsat için minnettarsın?
vi: Bạn biết ơn cơ hội nào?
zh_hans: 你感恩哪个机会？

source: What should we call you?
ar: بماذا ننادَيك؟
da: Hvad skal vi kalde dig?
de: Wie dürfen wir dich nennen?
es: ¿Cómo quieres que te llamemos?
fi: Millä nimellä kutsumme sinua?
fr: Comment devons-nous t'appeler ?
he: איך נקרא לכם?
id: Bagaimana kami harus memanggilmu?
it: Come possiamo chiamarti?
ja: お名前を教えてください
ko: 당신을 어떻게 불러드릴까요?
nb: Hva skal vi kalle deg?
nl: Hoe mogen we je noemen?
pl: Jak mamy się do Ciebie zwracać?
pt_br: Como podemos te chamar?
ru: Как нам тебя называть?
sv: Vad ska vi kalla dig?
tr: Sana nasıl hitap edelim?
vi: Chúng tôi nên gọi bạn là gì?
zh_hans: 我们该如何称呼你？

source: Where do you need a breakthrough?
ar: أين تحتاج إلى اختراق؟
da: Hvor har du brug for et gennembrud?
de: Wo brauchst du einen Durchbruch?
es: ¿Dónde necesitas un gran avance?
fi: Missä tarvitset läpimurtoa?
fr: Où as-tu besoin d'une percée ?
he: איפה אתם צריכים פריצת דרך?
id: Di mana kamu butuh terobosan?
it: Dove hai bisogno di una svolta?
ja: どこにブレイクスルーが必要ですか？
ko: 어디에서 돌파구가 필요한가요?
nb: Hvor trenger du et gjennombrudd?
nl: Waar heb je een doorbraak nodig?
pl: Gdzie potrzebujesz przełomu?
pt_br: Onde você precisa de uma virada?
ru: Где тебе нужен прорыв?
sv: Var behöver du ett genombrott?
tr: Nerede bir atılıma ihtiyacın var?
vi: Bạn cần đột phá ở đâu?
zh_hans: 你在哪方面需要突破？

source: Wow Tell Me More
ar: رائع، أخبرني المزيد
da: Wow, fortæl mig mere
de: Wow, erzähl mir mehr
es: Wow, cuéntame más
fi: Vau, kerro lisää
fr: Wow, dis-m'en plus
he: וואו, ספרו לי עוד
id: Wow, Ceritakan Lebih Banyak
it: Wow, Dimmi di Più
ja: すごい、もっと教えて
ko: 와, 더 알려줘
nb: Oi, fortell meg mer
nl: Wow, vertel me meer
pl: Wow, Powiedz Mi Więcej
pt_br: Uau, Me Conte Mais
ru: Вау, расскажи мне больше
sv: Wow, berätta mer
tr: Vay, Bana Daha Fazlasını Anlat
vi: Wow, Kể Thêm Cho Tôi Nghe
zh_hans: 哇，告诉我更多

source: Write Entry
ar: كتابة إدخال
da: Skriv indlæg
de: Eintrag schreiben
es: Escribir entrada
fi: Kirjoita merkintä
fr: Écrire une entrée
he: כתיבת רשומה
id: Tulis Entri
it: Scrivi Voce
ja: エントリーを書く
ko: 기록 쓰기
nb: Skriv oppføring
nl: Aantekening schrijven
pl: Napisz Wpis
pt_br: Escrever Registro
ru: Написать запись
sv: Skriv anteckning
tr: Kayıt Yaz
vi: Viết Mục Nhật Ký
zh_hans: 撰写日记

source: Write it 6 times in the afternoon to amplify it.
ar: اكتبه 6 مرات بعد الظهر لتضخيمه.
da: Skriv det 6 gange om eftermiddagen for at forstærke det.
de: Schreibe es nachmittags 6-mal, um es zu verstärken.
es: Escríbelo 6 veces por la tarde para amplificarlo.
fi: Kirjoita se 6 kertaa iltapäivällä vahvistaaksesi sitä.
fr: Écris-le 6 fois l'après-midi pour l'amplifier.
he: כתבו זאת 6 פעמים בצהריים כדי להגביר אותו.
id: Tulis 6 kali di sore hari untuk memperkuatnya.
it: Scrivilo 6 volte nel pomeriggio per amplificarlo.
ja: 午後に6回書いて増幅させましょう。
ko: 오후에 6번 써서 에너지를 증폭시키세요.
nb: Skriv det 6 ganger på ettermiddagen for å forsterke det.
nl: Schrijf het 's middags 6 keer op om het te versterken.
pl: Napisz to 6 razy po południu, aby to wzmocnić.
pt_br: Escreva 6 vezes à tarde para amplificá-lo.
ru: Напиши это 6 раз днём, чтобы усилить.
sv: Skriv det 6 gånger på eftermiddagen för att förstärka det.
tr: Güçlendirmek için öğleden sonra 6 kez yaz.
vi: Viết 6 lần vào buổi chiều để khuếch đại nó.
zh_hans: 下午书写6次以放大它。

source: Write it 9 times in the evening to seal it into your subconscious.
ar: اكتبه 9 مرات في المساء لترسيخه في عقلك الباطن.
da: Skriv det 9 gange om aftenen for at forsegle det i din underbevidsthed.
de: Schreibe es abends 9-mal, um es in deinem Unterbewusstsein zu verankern.
es: Escríbelo 9 veces por la noche para sellarlo en tu subconsciente.
fi: Kirjoita se 9 kertaa illalla sinetöidäksesi sen alitajuntaasi.
fr: Écris-le 9 fois le soir pour l'ancrer dans ton subconscient.
he: כתבו זאת 9 פעמים בערב כדי לחתום אותו בתת-המודע שלכם.
id: Tulis 9 kali di malam hari untuk menanamkannya ke alam bawah sadarmu.
it: Scrivilo 9 volte la sera per sigillarlo nel tuo subconscio.
ja: 夜に9回書いて潜在意識に刻み込みましょう。
ko: 저녁에 9번 써서 무의식 깊이 새기세요.
nb: Skriv det 9 ganger om kvelden for å forsegle det i underbevisstheten din.
nl: Schrijf het 's avonds 9 keer op om het te verankeren in je onderbewustzijn.
pl: Napisz to 9 razy wieczorem, aby zakodować to w podświadomości.
pt_br: Escreva 9 vezes à noite para selá-lo em seu subconsciente.
ru: Напиши это 9 раз вечером, чтобы закрепить в подсознании.
sv: Skriv det 9 gånger på kvällen för att försegla det i ditt undermedvetna.
tr: Bilinçaltına kazımak için akşam 9 kez yaz.
vi: Viết 9 lần vào buổi tối để khắc sâu nó vào tiềm thức của bạn.
zh_hans: 晚上书写9次，将它封印进你的潜意识。

source: Write it in the present tense, as if you already have it.
ar: اكتبه بصيغة الحاضر، وكأنك تملكه بالفعل.
da: Skriv det i nutid, som om du allerede har det.
de: Schreibe es im Präsens, als hättest du es bereits.
es: Escríbelo en presente, como si ya lo tuvieras.
fi: Kirjoita se preesensissä, ikään kuin sinulla jo olisi se.
fr: Écris-le au présent, comme si tu l'avais déjà.
he: כתבו בזמן הווה, כאילו כבר יש לכם את זה.
id: Tulis dalam bentuk kalimat masa kini, seolah kamu sudah memilikinya.
it: Scrivilo al presente, come se lo avessi già.
ja: すでに手に入れたつもりで、現在形で書きましょう。
ko: 이미 이루어진 것처럼 현재형으로 써보세요.
nb: Skriv det i presens, som om du allerede har det.
nl: Schrijf het in de tegenwoordige tijd, alsof je het al hebt.
pl: Napisz to w czasie teraźniejszym, jakby to już się spełniło.
pt_br: Escreva no tempo presente, como se você já tivesse alcançado.
ru: Напиши это в настоящем времени, как будто это уже есть у тебя.
sv: Skriv det i presens, som om du redan har det.
tr: Sanki şimdiden sahipmişsin gibi geniş zamanda yaz.
vi: Hãy viết ở thì hiện tại, như thể bạn đã có được nó.
zh_hans: 用现在时书写，就像你已经拥有它一样。

source: Write this affirmation:
ar: اكتب هذا التأكيد:
da: Skriv denne bekræftelse:
de: Schreibe diese Affirmation:
es: Escribe esta afirmación:
fi: Kirjoita tämä affirmaatio:
fr: Écris cette affirmation :
he: כתבו את האפירמציה הזו:
id: Tulis afirmasi ini:
it: Scrivi questa affermazione:
ja: このアファメーションを書きましょう：
ko: 이 확언을 써보세요:
nb: Skriv denne bekreftelsen:
nl: Schrijf deze affirmatie:
pl: Napisz tę afirmację:
pt_br: Escreva esta afirmação:
ru: Напиши эту аффирмацию:
sv: Skriv den här affirmationen:
tr: Bu olumlamayı yaz:
vi: Viết lời khẳng định này:
zh_hans: 书写这句肯定语：

source: Write today's entry
ar: كتابة إدخال اليوم
da: Skriv dagens indlæg
de: Heutigen Eintrag schreiben
es: Escribe la entrada de hoy
fi: Kirjoita tämän päivän merkintä
fr: Écrire l'entrée du jour
he: כתיבת הרשומה של היום
id: Tulis entri hari ini
it: Scrivi la voce di oggi
ja: 今日のエントリーを書く
ko: 오늘의 기록 쓰기
nb: Skriv dagens oppføring
nl: Schrijf je aantekening van vandaag
pl: Napisz dzisiejszy wpis
pt_br: Escrever registro de hoje
ru: Написать запись на сегодня
sv: Skriv dagens anteckning
tr: Bugünkü kaydını yaz
vi: Viết mục hôm nay
zh_hans: 撰写今天的日记

source: Write today’s entry...
ar: اكتب إدخال اليوم...
da: Skriv dagens indlæg...
de: Heutigen Eintrag schreiben...
es: Escribe la entrada de hoy...
fi: Kirjoita tämän päivän merkintä...
fr: Écris l'entrée du jour...
he: כתבו את הרשומה של היום...
id: Tulis entri hari ini...
it: Scrivi la voce di oggi...
ja: 今日のエントリーを書く...
ko: 오늘의 기록 쓰기...
nb: Skriv dagens oppføring...
nl: Schrijf je aantekening van vandaag...
pl: Napisz dzisiejszy wpis...
pt_br: Escrever registro de hoje...
ru: Написать запись на сегодня...
sv: Skriv dagens anteckning...
tr: Bugünkü kaydını yaz...
vi: Viết mục hôm nay...
zh_hans: 写下今天的日记…

source: Write your desire 3 times in the morning to set your intention.
ar: اكتب رغبتك 3 مرات في الصباح لتحديد نيتك.
da: Skriv dit ønske 3 gange om morgenen for at sætte din intention.
de: Schreibe deinen Wunsch morgens 3-mal, um deine Absicht zu setzen.
es: Escribe tu deseo 3 veces por la mañana para fijar tu intención.
fi: Kirjoita toiveesi 3 kertaa aamulla asettaaksesi aikomuksesi.
fr: Écris ton désir 3 fois le matin pour poser ton intention.
he: כתבו את המשאלה שלכם 3 פעמים בבוקר כדי לקבוע את הכוונה שלכם.
id: Tulis keinginanmu 3 kali di pagi hari untuk menetapkan niatmu.
it: Scrivi il tuo desiderio 3 volte al mattino per fissare la tua intenzione.
ja: 朝に願いを3回書いて意図を定めましょう。
ko: 아침에 3번 써서 의도를 설정하세요.
nb: Skriv ønsket ditt 3 ganger om morgenen for å sette intensjonen din.
nl: Schrijf je verlangen 's ochtends 3 keer op om je intentie te bepalen.
pl: Napisz swoje pragnienie 3 razy rano, aby ustalić intencję.
pt_br: Escreva seu desejo 3 vezes pela manhã para definir sua intenção.
ru: Напиши своё желание 3 раза утром, чтобы задать намерение.
sv: Skriv din önskan 3 gånger på morgonen för att sätta din intention.
tr: Niyetini belirlemek için arzunu sabah 3 kez yaz.
vi: Viết mong muốn của bạn 3 lần vào buổi sáng để đặt ý định.
zh_hans: 早晨书写你的愿望3次，设定你的意图。

source: Year
ar: السنة
da: År
de: Jahr
es: Año
fi: Vuosi
fr: Année
he: שנה
id: Tahun
it: Anno
ja: 年
ko: 년
nb: År
nl: Jaar
pl: Rok
pt_br: Ano
ru: Год
sv: År
tr: Yıl
vi: Năm
zh_hans: 年

source: Yearly
ar: سنوي
da: Årlig
de: Jährlich
es: Anual
fi: Vuosittain
fr: Annuel
he: שנתי
id: Tahunan
it: Annuale
ja: 年間
ko: 연간
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
ru: Ежегодно
sv: Årsvis
tr: Yıllık
vi: Hằng Năm
zh_hans: 每年

source: Yes, remind me
ar: نعم، ذكّرني
da: Ja, mind mig om det
de: Ja, erinnere mich
es: Sí, recuérdamelo
fi: Kyllä, muistuta minua
fr: Oui, rappelle-moi
he: כן, תזכירו לי
id: Ya, ingatkan aku
it: Sì, ricordamelo
ja: はい、リマインドして
ko: 네, 알림 받을게요
nb: Ja, minn meg på det
nl: Ja, herinner me
pl: Tak, przypomnij mi
pt_br: Sim, me lembre
ru: Да, напомни мне
sv: Ja, påminn mig
tr: Evet, hatırlat
vi: Có, nhắc tôi
zh_hans: 好的，提醒我

source: You'll be charged on %@ unless you cancel before.
ar: سيتم خصم الرسوم في %@ ما لم تُلغِ الاشتراك قبل ذلك.
da: Du bliver opkrævet den %@, medmindre du opsiger inden da.
de: Du wirst am %@ belastet, es sei denn, du kündigst vorher.
es: Se te cobrará el %@, a menos que canceles antes.
fi: Sinulta veloitetaan %@, ellet peruuta ennen sitä.
fr: Tu seras débité(e) le %@, sauf annulation avant cette date.
he: תחויב/י בתאריך %@ אלא אם תבטל/י לפני כן.
id: Kamu akan dikenakan biaya pada %@ kecuali kamu membatalkan sebelum tanggal tersebut.
it: Ti verrà addebitato il %@, salvo disdetta prima di tale data.
ja: %@に請求されます。それより前にキャンセルすれば請求されません。
ko: %@에 결제되며, 그 전에 언제든지 취소할 수 있습니다.
nb: Du blir belastet %@ med mindre du kansellerer før den datoen.
nl: Je wordt op %@ belast, tenzij je daarvoor opzegt.
pl: Opłata zostanie pobrana %@, chyba że anulujesz wcześniej.
pt_br: Você será cobrado em %@, a menos que cancele antes.
ru: Списание произойдёт %@, если ты не отменишь подписку раньше.
sv: Du debiteras %@ om du inte avbryter innan dess.
tr: Önceden iptal etmedikçe %@ tarihinde ücretlendirileceksin.
vi: Bạn sẽ bị tính phí vào ngày %@ trừ khi hủy trước thời điểm đó.
zh_hans: 除非你提前取消，否则将于%@扣款。

source: You're a Premium member
ar: أنت عضو مميز
da: Du er Premium-medlem
de: Du bist Premium-Mitglied
es: Eres miembro Premium
fi: Olet Premium-jäsen
fr: Tu es membre Premium
he: הינך מנוי פרימיום
id: Kamu anggota Premium
it: Sei un membro Premium
ja: プレミアム会員です
ko: 프리미엄 회원입니다
nb: Du er Premium-medlem
nl: Je bent Premium-lid
pl: Masz konto Premium
pt_br: Você é membro Premium
ru: У тебя Premium-подписка
sv: Du är Premium-medlem
tr: Premium üyesin
vi: Bạn là thành viên Premium
zh_hans: 你是高级会员

source: You're a Pro member!
ar: أنت عضو برو!
da: Du er et Pro-medlem!
de: Du bist Pro-Mitglied!
es: ¡Eres miembro Pro!
fi: Olet Pro-jäsen!
fr: Tu es membre Pro !
he: אתם חברי פרו!
id: Kamu anggota Pro!
it: Sei un membro Pro!
ja: あなたはProメンバーです！
ko: 당신은 Pro 회원이에요!
nb: Du er et Pro-medlem!
nl: Je bent een Pro-lid!
pl: Jesteś członkiem Pro!
pt_br: Você é um membro Pro!
ru: Ты Pro-участник!
sv: Du är Pro-medlem!
tr: Bir Pro üyesisin!
vi: Bạn là thành viên Pro!
zh_hans: 你是专业版会员！

source: Your Affirmation
ar: تأكيدك
da: Din bekræftelse
de: Deine Affirmation
es: Tu afirmación
fi: Affirmaatiosi
fr: Ton affirmation
he: האפירמציה שלך
id: Afirmasimu
it: La Tua Affermazione
ja: あなたのアファメーション
ko: 나의 확언
nb: Din bekreftelse
nl: Jouw Affirmatie
pl: Twoja Afirmacja
pt_br: Sua Afirmação
ru: Твоя аффирмация
sv: Din affirmation
tr: Olumlaman
vi: Lời Khẳng Định Của Bạn
zh_hans: 你的肯定语

source: Your Lucky Attributes
ar: صفاتك المحظوظة
da: Dine heldige egenskaber
de: Deine Glücksmerkmale
es: Tus atributos de la suerte
fi: Onnenominaisuutesi
fr: Tes atouts chanceux
he: התכונות המזליות שלך
id: Atribut Keberuntunganmu
it: I Tuoi Attributi Fortunati
ja: あなたのラッキー属性
ko: 나의 행운의 속성
nb: Dine heldige egenskaper
nl: Jouw Gelukskenmerken
pl: Twoje Szczęśliwe Atrybuty
pt_br: Seus Atributos da Sorte
ru: Твои счастливые атрибуты
sv: Dina lyckoattribut
tr: Şanslı Özelliklerin
vi: Đặc Điểm May Mắn Của Bạn
zh_hans: 你的幸运属性

source: Your Manifestation
ar: تجلّيك
da: Din manifestation
de: Deine Manifestation
es: Tu manifestación
fi: Manifestointisi
fr: Ta manifestation
he: המניפסטציה שלך
id: Manifestasimu
it: La Tua Manifestazione
ja: あなたのマニフェステーション
ko: 나의 매니페스테이션
nb: Din manifestasjon
nl: Jouw Manifestatie
pl: Twoja Manifestacja
pt_br: Sua Manifestação
ru: Твоя манифестация
sv: Din manifestation
tr: Manifestasyonun
vi: Sự Hiện Thực Hóa Của Bạn
zh_hans: 你的显化

source: Your Manifestation Hub
ar: مركز تجلّيك
da: Dit manifestationscenter
de: Dein Manifestations-Hub
es: Tu centro de manifestación
fi: Manifestointikeskuksesi
fr: Ton espace manifestation
he: מרכז המניפסטציה שלך
id: Pusat Manifestasimu
it: Il Tuo Hub di Manifestazione
ja: マニフェステーションハブ
ko: 나의 매니페스테이션 허브
nb: Din manifestasjonshub
nl: Jouw Manifestatiehub
pl: Twoje Centrum Manifestacji
pt_br: Seu Centro de Manifestação
ru: Твой центр манифестации
sv: Din manifestationshubb
tr: Manifestasyon Merkezin
vi: Trung Tâm Hiện Thực Hóa Của Bạn
zh_hans: 你的显化中心

source: YOUR MANIFESTATION HUB
ar: مركز تجلّيك
da: DIT MANIFESTATIONSCENTER
de: DEIN MANIFESTATIONS-HUB
es: TU CENTRO DE MANIFESTACIÓN
fi: MANIFESTOINTIKESKUKSESI
fr: TON ESPACE MANIFESTATION
he: מרכז המניפסטציה שלכם
id: PUSAT MANIFESTASIMU
it: IL TUO HUB DI MANIFESTAZIONE
ja: マニフェステーションハブ
ko: 나의 매니페스테이션 허브
nb: DIN MANIFESTASJONSHUB
nl: JOUW MANIFESTATIEHUB
pl: TWOJE CENTRUM MANIFESTACJI
pt_br: SEU CENTRO DE MANIFESTAÇÃO
ru: ТВОЙ ЦЕНТР МАНИФЕСТАЦИИ
sv: DIN MANIFESTATIONSHUBB
tr: MANİFESTASYON MERKEZİN
vi: TRUNG TÂM HIỆN THỰC HÓA CỦA BẠN
zh_hans: 你的显化中心

source: Your name
ar: اسمك
da: Dit navn
de: Dein Name
es: Tu nombre
fi: Nimesi
fr: Ton prénom
he: השם שלך
id: Namamu
it: Il tuo nome
ja: あなたの名前
ko: 당신의 이름
nb: Ditt navn
nl: Jouw naam
pl: Twoje imię
pt_br: Seu nome
ru: Твоё имя
sv: Ditt namn
tr: Adın
vi: Tên của bạn
zh_hans: 你的姓名

source: Your owl guide is thinking
ar: دليلك البومة يفكر
da: Din ugle-guide tænker
de: Deine Eulen-Begleiterin denkt nach
es: Tu búho guía está pensando
fi: Pöllöoppaasi miettii
fr: Ton guide-hibou réfléchit
he: מדריך הינשוף שלך חושב
id: Panduan burung hantumu sedang berpikir
it: La tua guida gufo sta riflettendo
ja: フクロウガイドが考え中です
ko: 부엉이 가이드가 생각하는 중이에요
nb: Ugleveilederen din tenker
nl: Je uilengids denkt na
pl: Twój przewodnik-sowa zastanawia się
pt_br: Sua coruja guia está pensando
ru: Твоя сова-проводник думает
sv: Din uggleguide funderar
tr: Baykuş rehberin düşünüyor
vi: Chú cú dẫn đường của bạn đang suy nghĩ
zh_hans: 你的猫头鹰向导正在思考

source: Your vision board has been saved to your gallery and is ready to be set as your lock screen wallpaper!
ar: تم حفظ لوحة رؤيتك في معرضك وهي جاهزة لتعيينها كخلفية لشاشة القفل!
da: Din visionstavle er blevet gemt i dit galleri og er klar til at blive brugt som din låseskærmsbaggrund!
de: Dein Vision Board wurde in deiner Galerie gespeichert und kann jetzt als Sperrbildschirm festgelegt werden!
es: Tu tablero de visión se guardó en tu galería y ya puedes usarlo como fondo de pantalla de bloqueo.
fi: Visiotaulusi on tallennettu galleriaasi ja valmis asetettavaksi lukitusnäytön taustakuvaksi!
fr: Ton tableau de vision a été enregistré dans ta galerie et est prêt à devenir ton fond d'écran verrouillé !
he: לוח החזון שלך נשמר בגלריה שלך ומוכן להיקבע כרקע למסך הנעילה!
id: Papan visimu telah tersimpan di galerimu dan siap dijadikan wallpaper layar kunci!
it: La tua vision board è stata salvata nella galleria ed è pronta per essere impostata come sfondo della schermata di blocco!
ja: ビジョンボードがギャラリーに保存されました。ロック画面の壁紙として設定できます！
ko: 비전 보드가 갤러리에 저장되었어요. 이제 잠금화면 배경으로 설정할 수 있어요!
nb: Visjonstavlen din er lagret i galleriet og er klar til å brukes som bakgrunnsbilde på låseskjermen!
nl: Je vision board is opgeslagen in je galerij en klaar om als schermachtergrond in te stellen!
pl: Twoja Vision Board została zapisana w galerii i jest gotowa, aby ustawić ją jako tapetę ekranu blokady!
pt_br: Seu quadro dos sonhos foi salvo na sua galeria e já pode ser definido como papel de parede da tela de bloqueio!
ru: Твоя доска визуализации сохранена в галерее и готова стать обоями на экране блокировки!
sv: Din vision board har sparats i ditt galleri och är redo att användas som bakgrundsbild på låsskärmen!
tr: Vizyon panon galerine kaydedildi ve kilit ekranı duvar kağıdın olarak ayarlanmaya hazır!
vi: Bảng tầm nhìn của bạn đã được lưu vào thư viện ảnh và sẵn sàng đặt làm hình nền màn hình khóa!
zh_hans: 你的愿景板已保存到图库，现在可以将其设为锁屏壁纸了！

source: Your Vision Boards
ar: لوحات رؤيتك
da: Dine visionstavler
de: Deine Vision Boards
es: Tus tableros de visión
fi: Visiotaulusi
fr: Tes tableaux de vision
he: לוחות החזון שלך
id: Papan Visimu
it: Le Tue Vision Board
ja: あなたのビジョンボード
ko: 나의 비전 보드
nb: Dine visjonstavler
nl: Jouw Vision Boards
pl: Twoje Vision Boards
pt_br: Seus Quadros dos Sonhos
ru: Твои доски визуализации
sv: Dina Vision Boards
tr: Vizyon Panoların
vi: Các Bảng Tầm Nhìn Của Bạn
zh_hans: 你的愿景板

source: Your Vision Gallery
ar: معرض رؤيتك
da: Dit visionsgalleri
de: Deine Vision-Galerie
es: Tu galería de visión
fi: Visiogalleriasi
fr: Ta galerie de vision
he: גלריית החזון שלך
id: Galeri Visimu
it: La Tua Galleria delle Visioni
ja: あなたのビジョンギャラリー
ko: 나의 비전 갤러리
nb: Ditt visjonsgalleri
nl: Jouw Visiegalerij
pl: Twoja Galeria Wizji
pt_br: Sua Galeria de Visão
ru: Твоя галерея видения
sv: Ditt visionsgalleri
tr: Vizyon Galerin
vi: Thư Viện Tầm Nhìn Của Bạn
zh_hans: 你的愿景图库
